[
    {
        "title": "Tap Foundations",
        "daysOfWeek": "Tuesday",
        "time": "6:15pm-6:45pm",
        "ages": "6-9",
        "startDate": "09/18/2018",
        "endDate": "Mid-June 2019",
        "tuition": "$360 if pre-paid by August 18, or ten monthly payments of $40 each (may withdraw with prorated refund at any time.)",
        "notes": "This class teaches tap fundamentals, including rhythm, technique, steps, and terminology, in a fun, nurturing environment with upbeat, energetic music. Shoes required for performances: Tan U-shell buckle tap shoes for girls and black tap oxfords for boys."
    },
    {
        "title": "Tap STOMP-style",
        "daysOfWeek": "Thursday",
        "time": "5:00pm-5:45pm",
        "ages": "10 & up",
        "startDate": "09/20/2018",
        "endDate": "Mid-June 2019",
        "tuition": "$423 if pre-paid by August 20, or ten monthly payments of $47 each (may withdraw with prorated refund at any time.)",
        "notes": "Percussive tap class utilizing a variety of props as percussion instruments while tapping, in the style of the Broadway show “STOMP.” Shoes required for performances: Black split-sole leather tap oxfords."
    },
    {
        "title": "Junior Tap Team of the Cincinnati Dance Crew",
        "daysOfWeek": "Monday",
        "time": "7:15pm-7:45pm",
        "ages": "10 & up",
        "startDate": "09/17/2018",
        "endDate": "Mid-June 2019",
        "tuition": "$360 if pre-paid by August 17, or ten monthly payments of $40 each (may withdraw with prorated refund at any time.)",
        "notes": "Students with prior tap training may register for our Junior Tap Team (subject to Ms. Tina’s approval), which is a youth performance group that performs locally throughout the year at shopping malls, community festivals, and retirement communities in addition to our year-end recital. Shoes required for performances: Split-sole leather tap oxfords (tan for girls and black for boys)"
    },
    {
        "title": "Senior Tap Team of the Cincinnati Dance Crew",
        "daysOfWeek": "Monday",
        "time": "5:15pm-6:00pm",
        "ages": "13 & up",
        "startDate": "09/17/2018",
        "endDate": "Mid-June 2019",
        "tuition": "$486 if pre-paid by August 17, or ten monthly payments of $54 each (may withdraw with prorated refund at any time.)",
        "notes": "Intermediate/advanced tappers may register for our Senior Tap Team (subject to Ms. Tina’s approval), which is a teen/adult performance group that performs locally throughout the year at shopping malls, community festivals, and retirement communities in addition to our year-end recital. Shoes required for performances: Split-sole leather tap oxfords (Tan for girls/women, black for boys/men)"
    },
    {
        "title": "Tap Sampler Drop-In Class",
        "daysOfWeek": "Thursday",
        "time": "6:30pm-7:15pm",
        "ages": "Teens-adults",
        "startDate": "09/20/2018",
        "endDate": "Mid-June 2019",
        "tuition": "$13 per class, reduced to $12 per class for a 5-class dance card, $11 per class for a 10-class dance card, or $10 per class for a 15-class dance card.",
        "notes": "Each 45-minute class is a stand-alone class, with a different focus each week (for example, polyrhythm tap, vaudeville tap, tapping with props, etc.) The theme for the week will be posted in advance on Facebook. Class material will be differentiated for students of various levels from beginner to intermediate/advanced."
    },
    {
        "title": "",
        "daysOfWeek": "",
        "time": "",
        "ages": "",
        "startDate": "",
        "endDate": "",
        "tuition": "",
        "notes": ""
    }
]